{"title":"Semiotik","startDate":"1971-01","endDate":"","texttype":"text","image":"","text":"<p>Semiotik (von altgriechisch σημεῖον sēmeĩon \"Zeichen, Signal\") ist die Wissenschaft, die sich mit Zeichensystemen aller Art (zum Beispiel: Bilderschrift, Gestik, Formeln, Sprache, Verkehrszeichen) befasst. Sie ist die allgemeine Theorie vom Wesen, der Entstehung (Semiose) und dem Gebrauch von Zeichen.<\/p>\r\n<p>Umberto Eco schlägt vor, alles Zeichen zu nennen, was aufgrund einer vorher vereinbarten sozialen Konvention als etwas aufgefasst werden kann, das für etwas anderes steht. Er übernimmt damit weitgehend die Definition von <a href=\"#15\">Charles W. Morris<\/a> (1938).<\/p>\r\n<p>\"Eco fasst Semiotik als globale Theorie sämtlicher Zeichenprozesse, als allumgreifendes Studium der Signifikationen – und das heißt für ihn als Konstitution von Kultur in ihrer Gesamtheit: Vomm Graffito an der Klowand über die Artikel und Essays im Espresso oder Die Zeit bis zu Finnigans Wake, von der Sixtinischen Kapelle über den Italowestern bis zum verknautschten Zigarettenstummel im Aschenbecher. Alles kann signifikant sein, in Codes organisiert, Träger von Sinn. Sprachliche Phänomene, insbesondere das Feld der linguistischen Semantik und die Probleme der Interpretation von Texten sind hier nur ein Untergebiet, gewiss mit spezifischen Ausprägungen von – zugegebenermaßen – außergewöhnlicher Differenzierung, aber doch im Prinzip der grundsätzlichen Kategorisierung des semiotischen Feldes subsumierbar.\"<\/p>\r\n<p>Verkoppelung Eco’s Semiotik mit anderen Motiven und Traditionen:<\/p>\r\n<p><br>\r\n\"Da ist zum einen der Strang des europäischen Strukturalismus in der Nachfolge vor allem <a href=\"#14\"><i>de Saussures<\/i><\/a> und <i><a href=\"#17\">Hjelmslevs<\/a><\/i>, nach denen ein Zeichen eine bilaterale Einheit bildet, in der Ausdruck (Signifikans) und Inhalt (Signifikat) untrennbar verbunden sind. Von Hjelmslev übernimmt Eco zudem die Idee, dass der Zeichenkomplex (Ausdruck und Inhalt zusammen) abgeleitet als Ausdruck eines Inhaltes auf höherer Ebene fungieren könne, was terminologisch mit der Gegenüberstellung von Denotation und Konnotation des Ausdrucks gehört. Auch in der Analyse der Inhaltsseite orientiert sich Eco zunächst in klassisch strukuralistischer Tradition am Format einer Semem-Analyse (Der Ausdruck Sem (griechisch <i>sema<\/i>, \"Zeichen\"; frz. <i>sème<\/i>; engl. <i>seme<\/i>) ist ein Fachausdruck der linguistischen Semantik. In seiner Hauptbedeutung bezeichnet er die kleinsten\r\nElemente (Bestandteile, Komponenten) der Bedeutung von Wörtern bzw. Lexemen.) etwa nach <i><a href=\"#16\">Greimas<\/a><\/i>, den er häufig zitiert.<br>\r\nSignifikate sind grundsätzlich mithilfe von Merkmalen, die ein Feld von Oppositionen und inhaltlichen Kontrasten aufspannen, erfass- und repräsentierbar.\"<\/p>","type":"green","source":"http:\/\/digi20.digitale-sammlungen.de\/de\/fs1\/object\/display\/bsb00041151_00079.html?leftTab=vector\r\nHeydrich, Wolfgang (2000): „EcoLogie – Salz in semiotische Suppe“. In: Kindt, Tom; Müller, \tHans-Harald (Hrsg.): Ecos Echos. \r\nDas Werk Umberto Ecos: Dimensionen, Rezeptionen, \tKritiken. München: Wilhelm Fink Verlag, S. 79-94."}